insert into project (id, title, created_at, updated_at)
values (101, 'Flowers of War, The (Jin líng shí san chai)', '2023-10-02 22:44:11', '2023-08-24 18:08:48'),
			 (102, 'Oyster Farmer', '2023-04-30 22:18:50', '2023-01-04 06:19:29'),
			 (103, 'Dust of Time, The', '2023-03-01 00:30:42', '2023-01-31 03:36:31'),
			 (104, 'Shadow People', '2023-10-18 01:23:03', '2023-02-12 14:22:59'),
			 (105, 'Absolute Aggression', '2023-06-26 07:10:08', '2023-03-23 11:14:09');

insert into dependency (id, title, created_at, updated_at)
values (201, 'Eden Lake', '2023-10-29 05:59:58', '2023-09-06 17:12:01'),
			 (202, 'Death Proof', '2023-08-01 14:35:17', '2023-01-22 11:56:52'),
			 (203, 'Control', '2023-07-27 07:23:42', '2023-04-12 04:44:41'),
			 (204, 'Fathers'' Day', '2023-04-27 10:11:59', '2023-02-11 18:47:28'),
			 (205, 'Camilla', '2023-05-16 10:23:15', '2023-04-19 04:04:48');
